api/app/controllers/api/v1/money_transactions_controller.rb

SELECT "money_transactions".* FROM "money_transactions"
---
  def index
    respond_with MoneyTransaction.all