api/app/controllers/api/v1/transactions_controller.rb

SELECT "transactions".* FROM "transactions"
---
  def index
    respond_with Transaction.all